<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセットの言語行
    |--------------------------------------------------------------------------
    |
    | 以下はパスワードリセットの試行結果に関する理由を示すデフォルトのメッセージです。
    | 失敗の理由として、無効なパスワードやリセットトークンが含まれます。
    |
    */

    'reset' => 'パスワードはリセットされました。',
    'sent' => 'パスワードリセットリンクをメールで送信しました。',
    'throttled' => '再試行する前にしばらくお待ちください。',
    'token' => 'このパスワードリセットトークンは無効です。',
    'user' => 'そのメールアドレスのユーザーは見つかりませんでした。',

];
